Repository: JimMysiloglou/flask-site
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: el

source: The comment has posted successfully
el: Το σχόλιο έχει υποβληθεί επιτυχώς

source: Name *
el: Όνομα *

source: Comment *
el: Σχόλιο *

source: Submit
el: Υποβολή

source: Your message has submitted succesfully
el: Το μήνυμα σας έχει υποβληθεί επιτυχώς

source: Searched
el: Αναζήτηση

source: Subject
el: Θέμα

source: Message *
el: Μήνυμα *

source: Mysiloglou Dimitrios
el: Μυσιλόγλου Δημήτριος

source: Data analyst | Data Scientist
el: Αναλυτής Δεδομένων | Επιστήμονας Δεδομένων

source: Download CV
el: Ληψη CV

source: Contact Me
el: Επικοινωνια

source: About me
el: Σχετικά

source: Welcome to my site!
el: Καλωσήρθατε στην ιστοσελίδα μου!

source: I made this blog to record my passion for problem solving through data analysis.
el: Δημιούργησα αυτό το ιστολόγιο με σκοπό την καταγραφή του πάθους μου για την επίλυση προβλημάτων μέσω της ανάλυσης δεδομένων.

source: I hold a Bachelor's degree in Economics and I am experienced in Python, SQL and Tableau.
el: Οι σπουδές μου είναι στα οικονομικά και έχω εμπειρία στην χρήση Python, SQL και Tableau.

source: My other interests are web development and creating Linux projects with Raspberry Pi.
el: Υπόλοιπα ενδιαφέροντα μου είναι η ανάπτυξη ιστοσελίδων και η δημιουργία linux project με την πλακέτα Raspberry Pi.

source: Thank you for visiting!
el: Ευχαριστώ για την επίσκεψη!

source: Age
el: Ηλικία

source: Cellphone
el: Τηλέφωνο

source: Address
el: Τόπος διαμονής

source: Piraues - Greece
el: Πειραιάς - Ελλάδα

source: Proficient (4+ years)
el: Άριστη γνώση (4+ χρόνια)

source: Advanced (3 years)
el: Προχωρημένος (3 χρόνια)

source: Good (2 years)
el: Καλός (2 χρόνια)

source: Learning (1 year)
el: Μαθαίνω (1 χρόνο)

source: Education and Work Experience
el: Εκπαίδευση και επαγγελματική εμπειρία

source: Business Economics and Finance
el: Οικονομική και Χρηματοοικονομικά των επιχειρήσεων

source: April
el: Απρίλιος

source: Bachelor degree in the department of economics science
el: Πτυχίο στο τμήμα της Οικονομικής επιστήμης

source: by Athens University of Economics and Business.
el: από το Οικονομικό Πανεπιστήμιο Αθηνών.

source: Full time agent (banking sector)
el: Υπάλληλος πλήρης απασχόλησης (τραπεζικός τομέας)

source: Contacting customers over overdue payments and advise them on alternative payment plans.
el: Διαχείριση ληξιπρόθεσμων οφειλών και διαπραγμάτευση για την αποπληρωμή τους.

source: June
el: Ιούνιος

source: January
el: Ιανουάριος

source: March
el: Μάρτιος

source: May
el: Μάϊος

source: December
el: Δεκέμβριος

source: Articles about
el: Αρθρα σχετικά με

source: Read
el: Διαβαστε

source: Other Categories
el: 'Αλλες Κατηγορίες

source: Previous
el: Προηγούμενο

source: Next
el: Επόμενο

source: My Posts
el: Τα 'Αρθρα μου

source: You can read my posts ordered by date or choose a certain topic in the button below
el: Μπορείτε να διαβάσετε τα άρθρα μου ταξινομημένα κατά ημερομηνία δημιουργίας ή επιλέγοντας ένα θέμα από το κουμπί παρακάτω

source: Topics
el: Θεματα

source: Most Recent Post
el: Πρόσφατο άρθρο

source: Read more
el: Διαβαστε περισσοτερα

source: Latest posts
el: Τελευταία άρθρα

source: Published
el: Δημοσιεύτηκε

source: by
el: από τον

source: Share with your friends
el: Μοιράσου το με τους φίλους σου

source: Comments
el: Σχόλια

source: Leave a comment
el: Αφήστε ένα σχόλιο

source: Start
el: Αρχή

source: Content
el: Περιεχόμενο

source: This action is not allowed!
el: Δεν επιτρέπεται αυτή η ενέργεια!

source: This page did not found!
el: Αυτή η σελίδα δεν βρέθηκε!

source: Media type not supported!
el: Αυτό το μέσο δεν υποστηρίζεται

source: The server is not working. Please come back later!
el: Ο εξυπηρετητής δεν λειτουργεί. Παρακαλώ επιστρέψτε αργότερα!

source: My Projects
el: Τα προτζεκτ μου

source: Below you will find some of my projects, mostly about data analysis
el: Παρακάτω μπορείτε να διαβάσετε μερικά από τα προτζεκτ μου, κυρίως σχετικά με την ανάλυση δεδομένων

source: I mainly use Python, SQL, and Tableau.
el: Κυρίως χρησιμοποιώ τις γλώσσες Python, SQL και Tableau

source: All of them include a GitHub link for the source code.
el: Σε όλα συμπεριλαμβάνονται συνδέσμοι στο GitHub με τον πηγαίο κώδικα.
